# ფუნქციები functions




# ადამიანის 7 ფუნქცია
# ცხოველის ფუნქციები
# მანქანის ფუნქციები
# ტიტანიკის ფუნქციები
# კომპიუტერის ფუნქციები
# ტელევიზორის ფუნქცია
# ტელეფონის ფუნქცია



# print()
# input()
# range()
# len()




#define / def - განსაზღვრა / შექმნა
def robertas_water():
    print("გადადგი 4 ნაბიჯი წინ")
    print("შეუხვიე მარცხნივ")
    print("გადადგი 2 ნაბიჯი წინ")
    print("მოუშვი ონკანი")
    print("შენგან ხელმარცხნივ გამოაღე კარადა და აიღე გოას ჭიქა")
    print("დახურე კარადა")
    print("მივიტანოთ ჭიქა ონკანთან")
    print("მოუშვი ცივი წყალი")
    print("ავსე წყალი ჭიქაში")
    print("დაკეტე ონკანი")
    print("შემობრუნდი")
    print("გადადგი 2 ნაბიჯი წინ")
    print("შებრუნდი მარჯვნივ")
    print("გადადგი 4 ნაბიჯი წინ")
    print("მიდი მაგიდასთან")
    print("დადგი ჭიქა მაგიდაზე")















# print("გადადგი 4 ნაბიჯი წინ")
# print("შეუხვიე მარცხნივ")
# print("გადადგი 2 ნაბიჯი წინ")
# print("მოუშვი ონკანი")
# print("შენგან ხელმარცხნივ გამოაღე კარადა და აიღე გოას ჭიქა")
# print("დახურე კარადა")
# print("მივიტანოთ ჭიქა ონკანთან")
# print("მოუშვი ცივი წყალი")
# print("ავსე წყალი ჭიქაში")
# print("დაკეტე ონკანი")
# print("შემობრუნდი")
# print("გადადგი 2 ნაბიჯი წინ")
# print("შებრუნდი მარჯვნივ")
# print("გადადგი 4 ნაბიჯი წინ")
# print("მიდი მაგიდასთან")
# print("დადგი ჭიქა მაგიდაზე")






def plus():
    num1 = int(input("Enter first number: "))
    num2 = int(input("Enter second number: "))
    print(num1 + num2)



    plus()