 #10) ჩამოწერეთ ხუთ-ხუთი მაგალითი ყველა ლოგიკურ ოპერატორზე > ,<, <=, >=, !=, == 


#print (93 > 10)
#print (20 < 2)
#print (87 >= 89)
#print (10000 == 89000)
#print (1000000000000 != 113131313131)
#print (450 <= 120)








# 13) მომხმარებელს შემოატანინეთ 1 დან 7-ის ჩათვლით
#  რომელიმე რიცხვი ამის შემდეგ კი გამოიყენეთ if elif else რომ
#  შეუსაბამოდ კვირის დღე 1 ორშაბათისთვის 2 სამშაბათისთვის 3 ოთხშაბათისთვის და
#  ასე შემდეგ



#week_day = int(input("Enter number from 1 to 7: "))
               
#if week_day == 1:
#elif week_day == 2:
 #   print("thuesday")
#elif week_day == 3:
#    print("wednesday")