# 1)  0-იდან 20-ის ჩათვლით გამოიტანეთ რიცხვები.
#for i in range (0, 21):
 #   print (i)



# 2) მომხმარებელს შემოატანინეთ ორი რიცხვი და მათ შორის არსებულები გამოიტანეთ.
#num1=int(input("enter ur number:"))
#num2=int(input("enter ur number:"))

#for i in range(num1, num2):
 #   print(i)





# 3) 50-იდან 100-ის ჩათვლით გამოიტანეთ რიცხვები.
#for i in range (50, 101):
 #   print (i)




# 4) დაიწყეთ 100-დან და 50-ის ჩათვლით გამოიტანეთ რიცხვები. (ჩათვალეთ დავალება 3-ის საპირისპირო)
#for i in range(100 , 49, -1):
 #   print (i)





# 5) 0-იდან 50-ის ჩათვლით გამოიტანეთ რიცხვები და ბოლოს მათი ჯამი.
#sum = 0
#for i in range(1, 51):
  # sum += i
#print("1 დან 50 ის ჩათვლით რიცხვების ჯამი არის: ", sum)





# 6) მომხმარებელს შეეკითხეთ რომ შემოიტანოს მთელი რიცხვი. შემდეგ 0-დან ამ რიცხვამდე გამოიტანეთ ყველა მთელი რიცხვი.

#num1=int(input("enter your number:"))
#for i in range(0, num1):
 #   print (i)




# 7) მომხმარებელს შეეკითხეთ ასაკი. შექმენით ცვლადი, სადაც შენახული იქნება 10
#  წლის შემდეგ მომხმარებლის ასაკი. საბოლოოდ დაპრინტეთ მომხმარებლის ასაკსა და 10 წლის
#  შემდეგ წლოვანებას შორის არსებული მთელი რიცხვები. 

#num1=int(input("Enter ur age:"))
#num2=num1+11
#for i in range(num1, num2):
 #   print (i)




# 8) ექმენით პროგრამა სადაც მომხმარებელი შემოიტანს 2 რციხვს, ხოლო ამ 2 რიცხვს შორის გამოიყენეთ
#  ყველა არითმეტიკული ოპერაცია (+,-,*,/,%,//), საბოლოოდ დაბეჭდეთ შედეგები ტერმინალში + ახსენით
#  თითოეული ნაწილი კოდის რატომ დაწერეთ კონკრეტული ხაზი და რას აკეთებს.


#num1=int(input("please enter ur number:"))
#num2=int(input("please enter ur number:"))
#print(num1+num2)
#print(num1-num2)
#print(num1/num2)
#print(num1%num2)
#print(num1//num2)


# 9)შემოატანინეთ მომხარებელს ასაკი და შეამოწმეთ არის თუ არა 18 წელზე მეტის და 20 წელზე ნაკლების მიღებული შედეგი დაპრინტეთ

#num1=int(input("enter ur age please:"))
#if num1 % 18== 0:   or  if num1 > 18:
#    print("hes not older than 18")
#else:
#    print("hes older than 18")



# 10) ჩამოწერეთ ხუთ-ხუთი მაგალითი ყველა ლოგიკურ ოპერატორზე > ,<, <=, >=, !=, == 


#print (93 > 10)
#print (20 < 2)
#print (87 >= 89)
#print (10000 == 89000)
#print (1000000000000 != 113131313131)
#print (450 <= 120)


# 11) ომხმარებელს პირველ ინფუთში მთელი რიცხვი, ხოლო მეორე
#  ინფუთში ათწილადი შემოატანინეთ. საბოლოოდ შეადარეთ ცვლადების
#  მნიშვნელობების მონაცემთა ტიპები




# 12)




# 13) მომხმარებელს შემოატანინეთ 1 დან 7-ის ჩათვლით
#  რომელიმე რიცხვი ამის შემდეგ კი გამოიყენეთ if elif else რომ
#  შეუსაბამოდ კვირის დღე 1 ორშაბათისთვის 2 სამშაბათისთვის 3 ოთხშაბათისთვის და
#  ასე შემდეგ



week_day = int(input("Enter number from 1 to 7: "))
               
if week_day == 1:
    print("monday")
elif week_day == 2:
    print("thuesday")
elif week_day == 3:
    print("wednesday")
        


    